Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# notification_threema_id_wrong_length
source: Please enter an ID with a length of exactly 8 characters.
bg: Моля, въведете идентификатор с дължина от точно 8 знака.
cs: Zadejte prosím ID, které bude dlouhé přesně 8 znaků.
de: Bitte geben Sie eine ID aus genau 8 Buchstaben ein.
es: Introduce un identificador con una longitud exacta de 8 caracteres.
fr: Veuillez saisir un identifiant comportant exactement 8 caractères.
gsw_ch: Bitte gebed Sie e ID us genau 8 Buechstabe ii.
it: Inserisci un ID con una lunghezza di esattamente 8 caratteri.
ja: ちょうど 8 文字の ID を入力してください。
ko: 정확히 8자 길이의 ID를 입력하세요.
nl: Voer een ID in met een lengte van precies 8 tekens.
pl: Wpisz identyfikator zawierający dokładnie 8 znaków.
pt_br: Insira um ID com exatamente 8 caracteres.
ru: Введите идентификатор длиной ровно 8 символов.
sk: Zadajte ID s dĺžkou presne 8 znakov.
tr: Lütfen tam olarak 8 karakter uzunluğunda bir kimlik girin.
uk: Будь ласка, введіть ID довжиною 8 символів.
zh_hans: 请输入8个字符长度的 ID。
zh_hant: 請輸入8個字元長度的 ID。

# notification_threemaweb_connectionlost_body
source: To continue using the desktop app / web client, please reopen the app.
bg: За да продължите да използвате настолното приложение/уеб клиента, моля да отворите отново приложението.
cs: Chcete-li pokračovat v používání desktopové aplikace / webového klienta, znovu aplikaci otevřete.
de: Um die Desktop-App / den Web-Client weiter zu verwenden, öffnen Sie bitte die App.
es: Para seguir utilizando la app de escritorio/el cliente web, vuelva a abrir la app.
fr: Pour continuer à utiliser l'application de bureau/le client Web, veuillez rouvrir l'application.
gsw_ch: Zum d’Desktop-App oder de Web-Client wiiter z’bruuche, mached Sie bitte d’App uf.
it: Per continuare a utilizzare l'app desktop e il client web, apri l'app.
ja: 引き続きウェブアプリをご利用いただくには、アプリを再度開いてください。
ko: 데스크톱 앱 / 웹 클라이언트를 계속 사용하려면 앱을 다시 열어주세요.
nl: Heropen de app om de desktop-app/webclient te blijven gebruiken.
pl: Aby kontynuować korzystanie z aplikacją komputerową/klientem sieciowym, ponownie otwórz aplikację.
pt_br: Para continuar usando o cliente do aplicativo para computador/cliente da web, reabra o aplicativo.
ru: Чтобы и далее пользоваться версией для ПК / веб-клиентом, откройте приложение снова.
sk: Ak chcete pokračovať v používaní desktopovej aplikácie / webového klienta, znovu otvorte aplikáciu.
tr: Masaüstü uygulamasını / web istemcisini kullanmaya devam etmek için lütfen uygulamayı yeniden başlatın.
uk: Щоб продовжити користуватись застосунком на компʼютері, відкрийте його заново.
zh_hans: 如要继续使用桌面版应用程序 / 网页版客户端，请重启应用程序。
zh_hant: 如要繼續使用桌面版應用程式 / 網頁版用戶端，請重新啟動應用程式。

# notification_threemaweb_connectionlost_title
source: Connection to the desktop app / web client lost
bg: Връзката с настолното приложение/уеб клиента е изгубена
cs: Připojení k desktopové aplikaci / webovému klientovi bylo ztraceno
de: Verbindung mit der Desktop-App / dem Web-Client wurde getrennt
es: Se ha perdido la conexión con la app de escritorio/el cliente web
fr: Perte de connexion à l'application de bureau/au client Web
gsw_ch: Verbindig zude Desktop-App / zum Web-Client isch trännt worde
it: Il collegamento con l'app desktop e il client web è stato interrotto
ja: ウェブ/デスクトップアプリへの接続が失われました
ko: 데스크톱 앱 / 웹 클라이언트와의 연결이 끊겼습니다.
nl: Verbinding met de desktop-app/webclient verbroken
pl: Utracono połączenie z aplikacją komputerową/klientem sieciowym
pt_br: Conexão perdida com o aplicativo para computador/cliente da web
ru: Соединение с версией для ПК/веб-клиентом утеряно
sk: Strata spojenia s desktopovou aplikáciou / webovým klientom
tr: Masaüstü uygulamasına / web istemcisine bağlantı kesildi
uk: З'єднання з застосунком на компʼютері втрачено
zh_hans: 与桌面版应用程序 / 网页版客户端丢失连接
zh_hant: 與桌面版應用程式 / 網頁版用戶端失去連線

# notification_updateworkdata_failed
source: Synchronization with the provisioning server failed
bg: Синхронизацията със сървъра за предоставяне на услуги е неуспешна
cs: Synchronizace s poskytujícím serverem se nezdařila
de: Der Abgleich mit dem Bereitstellungsserver ist fehlgeschlagen
es: Error en la sincronización con el servidor de aprovisionamiento
fr: La synchronisation avec le serveur de provisionnement a échoué
gsw_ch: De Abgliich mitem Bereitstelligsserver isch fehlgschlage
it: La sincronizzazione con il server di configurazione non è riuscita
ja: プロビジョニングサーバーとの同期に失敗しました
ko: 프로비저닝 서버와의 동기화 실패
nl: Synchronisatie met de provisioning-server is mislukt
pl: Synchronizacja z serwerem komunikacyjnym nie powiodła się
pt_br: Falha na sincronização com o servidor de provisionamento
ru: Сбой синхронизации с сервером подготовки
sk: Synchronizácia so serverom poskytovania bola neúspešná
tr: Konfigurasyon sunucusuyla eşitleme başarısız oldu
uk: Не вдалося синхроніхуватись із сервером
zh_hans: 与置备服务器同步失败
zh_hant: 與佈建伺服器同步失敗

# notification_video_muted
source: Camera: Off
bg: Камерата е изключена
cs: Fotoaparát: Vyp.
de: Kamera: Aus
es: Cámara: Apagada
fr: Appareil photo : activé
gsw_ch: Kamera: usgschalte
it: Fotocamera: Off
ja: カメラ：オフ
ko: 카메라: 끔
nl: Camera: Uit
pl: Kamera wyłączona
pt_br: Câmera: Desligada
ru: Камера выкл.
sk: Fotoaparát: vypnutý
tr: Kamera: Kapalı
uk: Камера: вимк.
zh_hans: 相机：已关闭
zh_hant: 相機：已關閉

# notification_video_unmuted
source: Camera: On
bg: Камерата е включена
cs: Fotoaparát: Zap.
de: Kamera: An
es: Cámara: Encendia
fr: Appareil photo : activé
gsw_ch: Kamera: iigschalte
it: Fotocamera: On
ja: カメラ：オン
ko: 카메라: 켬
nl: Camera: Aan
pl: Kamera włączona
pt_br: Câmera: Ligada
ru: Камера вкл.
sk: Fotoaparát: zapnutý
tr: Kamera: Açık
uk: Камера: увімк.
zh_hans: 相机：已开启
zh_hant: 相機：已開啟

# notification_work_sync_failed
source: Contact sync failed
bg: Синхронизацията на контакти е неуспешна
cs: Synchronizace kontaktů selhala
de: Synchronisation fehlgeschlagen
es: Error al sincronizar contactos.
fr: Échec de la synchronisation des contacts
gsw_ch: Synchronisation fehlgschlage
it: Sincronizzazione dei contatti non riuscita
ja: 連絡先の同期に失敗しました
ko: 연락처 동기화 실패
nl: Contactpersonen konden niet worden gesynchroniseerd
pl: Synchronizowanie kontaktów nie powiodło się
pt_br: Sincronização de contato falhou
ru: Сбой синхронизации контактов
sk: Synchronizácia kontaktov zlyhala
tr: Kişi senkronizasyonu başarısız oldu
uk: Не вдалось синхронізувати контакти
zh_hans: 联系人同步失败
zh_hant: 聯絡人同步失敗

# notification.threemaweb.connect.body
source: Tap here to re-establish the connection to the desktop app / web client.
bg: Натиснете тук, за да се свържете отново с настолното приложение/уеб клиента.
cs: Klepnutím sem obnovíte připojení k desktopové aplikaci / webovému klientovi.
de: Tippen Sie hier, um die Verbindung mit der Desktop-App / dem Web-Client wiederherzustellen.
es: Toque aquí para restablecer la conexión con la app de escritorio/el cliente web.
fr: Touchez ici pour rétablir la connexion à l'application pour bureau ou au client web.
gsw_ch: Tipped Sie da, zum d’Verbindig mit de Desktop-App oder em Web-Client wiederherzstelle.
it: Tocca qui per ripristinare il collegamento con l'app desktop e il client web.
ja: ここをタップすると、デスクトップアプリ／ウェブクライアントとの接続が再確立されます。
ko: 데스크톱 앱 / 웹 클라이언트와의 연결을 다시 설정하려면 여기를 탭하세요.
nl: Tik hier om de verbinding met de desktop-app/webclient te herstellen.
pl: Dotknij tutaj, aby ponownie nawiązać połączenie z klientem aplikacji komputerowej/sieciowej.
pt_br: Toque aqui para reestabelecer a conexão com o app para desktop / cliente da web.
ru: Нажмите здесь, чтобы повторно установить соединение с программой для ПК/веб-клиентом.
sk: Klepnutím sem obnovíte pripojenie k počítačovej aplikácii/webovému klientu.
tr: Masaüstü uygulaması / web istemcisi ile bağlantıyı yeniden kurmak için buraya dokunun.
uk: Торкніться тут, щоб повторно встановити зв’язок із клієнтом у застосунку / вебверсії.
zh_hans: 点击这里，以重新建立与桌面版应用程序 / 网页版客户端的连接。
zh_hant: 按一下這裡，以重新建立與桌面版應用程式 / 網頁版用戶端的連結。

# notification.threemaweb.connect.title
source: Desktop/Web
bg: Десктоп/Уеб
es: Escritorio/Web
ja: デスクトップ／ウェブ
ko: 데스크톱/웹
pl: Komputer/sieć
ru: ПК/веб-клиент
tr: Masaüstü / Web
uk: Версія для комп’ютера / вебверсія
zh_hans: 桌面版/网页版
zh_hant: 桌面版/網頁版

source: Number
bg: Номер
cs: Číslo
de: Nummer
es: Número
fr: Numéro
gsw_ch: Nummere
it: Numero
ja: 電話番号
ko: 전화번호
nl: Nummer
pl: Numer
pt_br: número
ru: Номер
sk: Číslo
tr: Numara
uk: Номер
zh_hans: 电话号码
zh_hant: 電話號碼

# number_of_days
source: %d days
bg: %d дни
cs: %d dny(í)
de: %d Tage
es: %d días
fr: %d jours
gsw_ch: %d Täg
it: %d giorni
ja: %d 日
ko: %d 일
nl: %d dagen
pl: %d dni
pt_br: %d dias
ru: %d дн.
sk: %d dní
tr: %d gün
uk: %d днів
zh_hans: %d 天
zh_hant: %d 天

source: of
bg: от
cs: z
de: von
es: de
fr: de
gsw_ch: vo
it: di
ja: の
ko: 중
nl: van
pl: z
pt_br: de
ru: из
sk: z
tr: nın/nun
uk: з
zh_hans: 的
zh_hant: 的

source: Off
bg: Изключено
cs: Vyp.
de: Aus
es: Desact.
fr: Désactivé
gsw_ch: Usgschalte
it: Spento
ja: 無効
ko: 부정확함
nl: Uitgeschakeld
pl: Wył.
pt_br: Desligado
ru: Выкл.
sk: Vyp
tr: Kapalı
uk: Вимкнено
zh_hans: 关闭
zh_hant: 關閉

source: OK
bg: Добре
gsw_ch: Aso guet
ko: 확인
nl: Oké
tr: Tamam
uk: Гаразд
zh_hans: 确定
zh_hant: 確認

source: Older Than
bg: По-стари от
cs: Starší než:
de: Älter als
es: De antigüedad superior a
fr: Datant de plus de
gsw_ch: Älter als
it: Più vecchi di
ja: より古い
ko: 보다 오래된 날짜
nl: Ouder dan
pl: Starszy niż
pt_br: Mais antigas que
ru: Старше
sk: Staršie ako
tr: Daha eski
uk: Старіші за
zh_hans: 早于
zh_hant: 早於

source: On
bg: Включено
cs: Zap.
de: Ein
es: Act.
fr: Activé
gsw_ch: Iigschalte
it: Acceso
ja: 有効
ko: 켜기
nl: Ingeschakeld
pl: Wł.
pt_br: Ligado
ru: Вкл.
sk: Zap
tr: Açık
uk: Увімкнено
zh_hans: 开启
zh_hant: 開啟

# one_media_item_could_not_be_processed
source: One item could not be processed and was skipped.
bg: Беше пропуснат един елемент, който не можеше да се обработи.
cs: Jedna položka nemohla být zpracována a byla přeskočena.
de: Ein Element konnte nicht verarbeitet werden und wurde übersprungen.
es: Un elemento no se pudo procesar y se omitió.
fr: Un élément n’a pas pu être traité et a été ignoré.
gsw_ch: Es Element cha nöd verarbeitet werde und isch übersprunge worde.
it: Un elemento non è stato elaborato ed è stato ignorato.
ja: 1項目のアイテムが処理できずにスキップされました。
ko: 하나의 항목을 처리할 수 없어 건너뜁니다.
nl: Eén item kon niet worden verwerkt en is overgeslagen.
pl: Nie można przetworzyć 1 pozycji i została pominięta.
pt_br: Um item não pôde ser processado e foi pulado.
ru: 1 элемент не удалось обработать, мы пропустили его.
sk: Jedna položka nemohla byť spracovaná a bola vynechaná
tr: Bir öğe işlenemedi ve atlandı.
uk: Один елемент не вдалось опрацювати ти його було пропущено.
zh_hans: 有一个项目无法处理，被跳过。
zh_hant: 有一個專案無法處理，被跳過。

# one_month
source: 1 month
bg: 1 месец
cs: 1 měsíc
de: 1 Monat
es: 1 mes
fr: 1 mois
gsw_ch: 1 Monet
it: 1 mese
ja: １ヶ月
ko: 1 개월
nl: 1 maand
pl: 1 miesiąc
pt_br: 1 mês
ru: 1 месяца
sk: 1 mesiac
tr: 1 ay
uk: 1 місяць
zh_hans: 1个月
zh_hant: 1個月

# one_month_title
source: 1 Month
bg: 1 Месец
cs: 1 měsíc
de: 1 Monat
es: 1 mes
fr: 1 mois
gsw_ch: 1 Monet
it: 1 mese
ja: １ヶ月
ko: 1 개월
nl: 1 maand
pl: 1 Miesiąc
pt_br: 1 mês
ru: 1 месяц
sk: 1 Mesiac
tr: 1 ay
uk: 1 місяць
zh_hans: 1个月
zh_hant: 1個月

# one_to_one_chat
source: Single Chats
bg: Чатове
cs: Osobní konverzace
de: Einzelchats
es: Chats Individuales
fr: Discussions uniques
gsw_ch: Einzelchats
it: Chat singole
ja: 個人トーク
ko: 일대일 대화
nl: 1:1-chats
pl: Czaty indywidualne
pt_br: Conversas diretas
ru: Одиночный чат
sk: Jednotlivé konverzácie
tr: Tekli Sohbetler
uk: Діалоги
zh_hans: 单人聊天
zh_hant: 單獨對話

# one_week
source: 1 week
bg: 1 седмица
cs: 1 týden
de: 1 Woche
es: 1 semana
fr: 1 semaine
gsw_ch: 1 Wuche
it: 1 settimana
ja: １週間
ko: 1주
pl: 1 tydzień
pt_br: 1 semana
ru: 1 недели
sk: 1 týždeň
tr: 1 hafta
uk: 1 тиждень
zh_hans: 1星期
zh_hant: 1星期

# one_week_title
source: 1 Week
bg: 1 Седмица
cs: 1 týden
de: 1 Woche
es: 1 semana
fr: 1 semaine
gsw_ch: 1 Wuche
it: 1 settimana
ja: １週間
ko: 1주
pl: 1 Tydzień
pt_br: 1 semana
ru: 1 неделя
sk: 1 Týždeň
tr: 1 hafta
uk: 1 тиждень
zh_hans: 1星期
zh_hant: 1星期

# one_year
source: 1 year
bg: 1 година
cs: 1 rok
de: 1 Jahr
es: 1 año
fr: 1 an
gsw_ch: 1 Jahr
it: 1 anno
ja: １年
ko: 1 년
nl: 1 jaar
pl: 1 rok
pt_br: 1 ano
ru: 1 года
sk: 1 rok
tr: 1 yıl
uk: 1 рік
zh_hans: 1年
zh_hant: 1年

# one_year_title
source: 1 Year
bg: 1 Година
cs: 1 rok
de: 1 Jahr
es: 1 año
fr: 1 an
gsw_ch: 1 Jahr
it: 1 anno
ja: １年
ko: 1 년
nl: 1 jaar
pl: 1 Rok
pt_br: 1 ano
ru: 1 год
sk: 1 Rok
tr: 1 yıl
uk: 1 рік
zh_hans: 1年
zh_hant: 1年

source: Open
bg: Отворете
cs: Otevřít
de: Öffnen
es: Abrir
fr: Ouvrir
gsw_ch: Ufmache
it: Apri
ja: 開く
ko: 열기
nl: Openen
pl: Otwórz
pt_br: Abrir
ru: Открыть
sk: Otvoriť
tr: Açık
uk: Відкрити
zh_hans: 打开
zh_hant: 開啟

source: Open in…
bg: Отворете в…
cs: Otevřít v…
de: Öffnen in …
es: Abrir en...
fr: Ouvrir dans...
gsw_ch: Ufmache in …
it: Apri in...
ja: ここで開く...
ko: 열기…
nl: Openen in…
pl: Otwórz w...
pt_br: Abrir em…
ru: Открыть в…
sk: Otvoriť v ...
tr: ... ile aç
uk: Відкрити у...
zh_hans: 在…打开
zh_hant: 在…開啟

source: Optional caption
bg: Незадължителен надпис
cs: Volitelný titulek
de: Optionaler Text
es: Título caption
fr: Légende facultative
gsw_ch: Optionale Text
it: Testo opzionale
ja: キャプションの追加（任意）
ko: 선택적 캡션
nl: Optioneel onderschrift
pl: Opcjonalny podpis
pt_br: Legenda opcional
ru: Необязательный заголовок
sk: Voliteľný popis
tr: İsteğe bağlı altyazı
uk: Підпис за бажанням
zh_hans: 可选标题
zh_hant: 選定描述

source: Original
bg: Оригинален
cs: Původní
it: Originale
ja: 元の画質
ko: 원본
nl: Origineel
pl: Oryginał
ru: Оригинал
sk: Pôvodná
tr: Orijinal
uk: Оригінал
zh_hans: 原图
zh_hant: 原圖

source: Password
bg: Парола
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
gsw_ch: Passwort
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароли
sk: Heslo
tr: Şifre
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

# password_again
source: Enter Password again
bg: Въведете паролата отново
cs: Zadejte heslo znovu
de: Passwortwiederholung
es: Vuelva a introducir la contraseña
fr: Ressaisir le mot de passe
gsw_ch: Passwortwiederholig
it: Inserisci nuovamente la password
ja: パスワードの確認
ko: 비밀번호 확인
nl: Wachtwoord opnieuw invoeren
pl: Wprowadź ponownie hasło
pt_br: Digite a senha de novo.
ru: Введите пароль еще раз
sk: Zadajte heslo znovu
tr: Şifreyi tekrar girin
uk: Введіть пароль ще раз
zh_hans: 再次输入密码
zh_hant: 再次輸入密碼

# password_bad
source: Weak password
bg: Слаба парола
cs: Slabé heslo
de: Unsicheres Passwort
es: Contraseña débil
fr: Mot de passe faible
gsw_ch: Unsichers Passwort
it: Password debole
ja: 弱いパスワード
ko: 약한 비밀번호
nl: Zwak wachtwoord
pl: Słabe hasło
pt_br: Senha fraca
ru: Ненадежный пароль
sk: Slabé heslo
tr: Zayıf şifre
uk: Слабий пароль
zh_hans: 弱密码
zh_hant: 弱密碼

# password_bad_explain
source: The selected password for %@ Safe is not secure and can be easily guessed by attackers. Please choose another one. Hint: Use a password composed of multiple individual words.
bg: Избраната парола за %@ Safe не е сигурна и може много лесно да бъде отгатната от хакери. Моля, изберете друга парола. Съвет: Използвайте парола, която е съставена от множество думи.
cs: Zvolené heslo pro %@ Safe není bezpečné a útočníci jej mohou snadno uhodnout. Vyberte si prosím jiné. Tip: Použijte heslo složené z několika samostatných slov.
de: Das gewählte %@ Safe-Passwort ist sehr unsicher und kann deshalb leicht von Angreifern erraten werden. Bitte wählen Sie ein sicheres Passwort. Tipp: Benutzen Sie ein zusammengesetztes Wort aus mehreren Begriffen.
es: La contraseña seleccionada para %@ Safe no es segura y los intrusos pueden adivinarla con facilidad. Elige otra. Consejo: Usa una contraseña compuesta de múltiples palabras individuales.
fr: Le mot de passe sélectionné pour %@ Safe n’est pas sécurisé et peut facilement être deviné par les pirates. Veuillez en choisir un autre. Astuce : utilisez un mot de passe composé de plusieurs mots individuels.
gsw_ch: S’gwählte %@ Safe-Passwort isch sehr unsicher und cha drum liecht vo Agriifer errate werde. Bitte wähled Sie es sichers Passwort. Tipp: Nutzed Sie es zämegsetzts Wort us mehrere Begriff.
it: La password scelta per %@ Safe non è sicura e può essere facilmente individuata dagli hacker. Scegline un’altra. Suggerimento: usa una password con parole multiple.
ja: 選択した%@ Safeのパスワードは安全ではなく、攻撃者に簡単に推測されてしまいます。別のパスワードを選択してください。ヒント: 複数の単語を組み合わせたパスワードを使用してください。
ko: 선택한 %@ Safe 비밀번호는 안전하지 않으며 공격자에 의해 쉽게 추측될 수 있습니다. 다른 비밀번호를 선택하세요. 힌트: 여러 개의 개별 단어로 구성된 비밀번호를 사용하세요.
nl: Het geselecteerde wachtwoord voor %@ Safe is niet veilig en kan gemakkelijk worden geraden. Voer een ander wachtwoord in. Hint: gebruik een wachtwoord dat u meerdere woorden bestaat.
pl: Wybrane hasło do %@ Safe nie jest bezpieczne i hakerzy mogą je łatwo odgadnąć. Proszę wybrać inne. Wskazówka: Użyj hasła złożonego z wielu pojedyńczych słów.
pt_br: A senha selecionada para o %@ Safe não está protegida e pode ser adivinhada facilmente por invasores. Escolha outra senha. Dica: use uma senha composta de diversas palavras individuais.
ru: Выбранный для %@ Safe пароль недостаточно надежный, т. е. его легко угадать. Совет: используйте пароль из нескольких отдельных слов.
sk: Zadané heslo pre Trezor %@ nie je bezpečné a môže byť ľahko uhádnuté útočníkmi. Zadajte prosím iné. Nápoveda: Použite heslo zložené z niekoľkých samostatných slov.
tr: %@ Safe için seçilen şifre güvenli değil ve saldırganlar tarafından kolayca tahmin edilebilir. Lütfen başka bir şifre seçiniz. İpucu: Birden çok kelimeden oluşan bir şifre kullanın.
uk: Обраний пароль для %@ Safe не є безпечним і може бути легко вгаданий зловмисниками. Будь ласка, виберіть інший пароль. Підказка: використовуйте пароль, що складається з кількох окремих слів.
zh_hans: %@ Safe 所选的密码不安全，容易被攻击者猜中，请选择其他密码。提示：使用由多个单词组成的密码。
zh_hant: %@ Safe 選定的密碼不安全，容易被攻擊者猜中，請選擇其他密碼。提示：使用由多個詞彙組成的密碼。

# password_bad_guidelines
source: The entered password does not comply with the guidelines.
bg: Въведената парола не отговаря на изискванията.
cs: Zadané heslo není v souladu s příslušnými zásadami.
de: Das eingegebene Passwort entspricht nicht den Richtlinien.
es: La contraseña introducida no cumple las reglas.
fr: Le mot de passe saisi n’est pas conforme aux directives.
gsw_ch: S’Passwort, wo Sie igeh händ, entspricht nöd de Richtlinie.
it: La password inserita non è conforme alle linee guida.
ja: 入力されたパスワードがガイドラインに準拠していません。
ko: 입력한 비밀번호는 가이드라인을 준수하지 않습니다.
nl: Het ingevoerde wachtwoord voldoet niet aan de richtlijnen.
pl: Wprowadzone hasło nie jest zgodne z wytycznymi.
pt_br: A senha inserida não está em conformidade com as diretrizes.
ru: Введенный пароль не соответствует требованиям.
sk: Zadané heslo nie je v súlade s platnými podmienkami.
tr: Girilen şifre kurallara uygun değil.
uk: Уведений пароль не відповідає рекомендаціям.
zh_hans: 输入的密码不符合指引。
zh_hant: 輸入的密碼不符合指引。

# password_bad_regex
source: Invalid definition (regex) of password requirements. Please contact your %@ administrator.
bg: Невалидна дефиниция (regex) на изискванията за парола. Моля, свържете се с Вашия %@ администратор.
cs: Neplatná definice (regex) požadavků na heslo. Obraťte se na svého správce %@.
de: Die Definition (Regex) der Passwort-Anforderungen ist fehlerhaft. Bitte kontaktieren Sie Ihren %@-Administrator.
es: La definición (regex) de los requisitos de contraseña no es válida. Póngase en contacto con el administrador de %@.
fr: Définition invalide (regex) des exigences de mot de passe. Veuillez contacter votre administrateur %@.
gsw_ch: D’Definition (Regex) vode Passwort-Aforderige isch fehlerhaft. Bitte kontaktiered Sie Ihre %@-Administrator.
it: Definizione non valida (regex) dei requisiti della password. Contatta l’amministratore di Threema Work.
ja: パスワード要件の定義（正規表現）が無効です。%@管理者にお問い合わせください。
ko: 비밀번호 요구 사항의 잘못된 정의 (정규식). %@ 관리자에게 문의하십시오.
nl: Ongeldige definitie (regex) voor wachtwoordvereisten. Neem contact op met je %@-administrator.
pl: Nieprawidłowa definicja (wyrażenie) wymagań dotyczących haseł. Skontaktuj się z administratorem %@.
pt_br: Definição inválida (regex) dos requisitos de senha. Entre em contato com o seu administrador do %@.
ru: Неверное определение требований к паролю (regex). Обратитесь к своему администратору %@.
sk: Neplatná definícia (regex) požiadavky na heslo. Obráťte sa prosím na vašeho správcu %@.
tr: Şifre gereksinimlerinin geçersiz tanımı (regex). Lütfen %@ yöneticinizle iletişime geçin.
uk: Недійсне визначення (регулярний вираз) вимог до пароля. Будь ласка, зв’яжіться з адміністратором %@.
zh_hans: 密码要求为无效定义（正则表达式）。请联系您的 %@ 管理员。
zh_hant: 密碼要求為無效定義（規則運算式）。請聯絡您的 %@ 管理員。

# password_description_backup
source: Your private key will be encrypted with the password that you enter here. Minimum 8 characters (mix of letters, digits and symbols recommended).
bg: Вашият поверителен ключ ще бъде криптиран с въведената от Вас парола тук. Тя трябва да е минимум от 8 знака (микс от букви, цифри и символи).
cs: Váš soukromý klíč bude zašifrován heslem, které zde zadáte. Je zapotřebí alespoň 8 znaků (doporučuje se použít kombinaci písmen, číslic a symbolů).
de: Ihr privater Schlüssel wird mit diesem Passwort verschlüsselt (mindestens 8 Zeichen, Mischung aus Buchstaben, Zahlen und Symbolen empfohlen).
es: Su clave privada se cifrará con esta contraseña (se recomienda que contenga al menos 8 caracteres y que combine letras, cifras y símbolos).
fr: Votre clé privée sera cryptée avec le mot de passe que vous saisissez ici. Minimum de 8 caractères (mélange de lettres, chiffres et symboles recommandés).
gsw_ch: Ihre privat Schlüssel wird mit dem Passwort verschlüsslet (mind. 8 Zeiche und e Mischig us Buechstabe, Zahle und Symbol sind empfohle).
it: La chiave privata viene criptata con questa password (di almeno 8 caratteri, composta preferibilmente da lettere, cifre e simboli).
ja: 秘密鍵はこのパスワードで暗号化されます。最低8文字（アルファベット・数字・記号の組み合わせを推奨）
ko: 개인키는 이 비밀번호로 암호화됩니다. 최소 8자(문자, 숫자, 특수문자 조합 권장)
nl: Je privésleutel wordt versleuteld met het wachtwoord dat je hier invoert. Minimaal 8 lettertekens (mix van letters, cijfers en symbolen wordt aanbevolen).
pl: Twój klucz prywatny zostanie zaszyfrowany hasłem, które wprowadzisz w tym miejscu. Minimum 8 znaków (zalecana kombinacja liter, cyfr i symboli).
pt_br: Sua chave privada será criptografada com a senha que você digitar aqui. Mínimo de 8 caracteres (recomenda-se uma mistura de letras, números e símbolos).
ru: Ваш закрытый ключ будет зашифрован с помощью пароля, который следует ввести здесь. Не менее 8 символов (рекомендуется использовать буквы, цифры и символы).
sk: Váš súkromný kľúč bude zašifrovaný heslom, ktoré tu zadáte. Minimálne 8 znakov (doporučujeme použiť kombináciu písmen, čísiel a symbolov).
tr: Kişisel anahtarınız, buraya girdiğiniz şifre ile şifrelenecektir. Minimum 8 karakter (harf, rakam ve sembollerin) karışımı önerilir.
uk: Ваш приватний ключ буде захищений паролем, який ви введете тут. Мінімум 8 символів (рекомендується поєднання букв, цифр та символів).
zh_hans: 您的私钥将与您在此输入的密码一起加密。最少8个字符（建议混合使用字母、数字和符号）。
zh_hant: 您的私鑰將與您在此輸入的密碼一起加密。最少8個字元（建議混合使用字母、數字和符號）。
